Repository: bryan-wou/library-management-system
Catalog: *.po
Languages: ms_my

source: Bibliographic Record
ms_my: Rekod Bibliografi

source: Title
ms_my: Tajuk

source: Author
ms_my: Penulis

source: Publisher
ms_my: Penerbit

source: Call No.
ms_my: Nombor Panggilan

source: Restrict Check-Out
ms_my: Terhad untuk Pinjaman

source: No Restriction
ms_my: Tidak Terhad

source: Restrict from being Checked Out
ms_my: Terhad

source: Add
ms_my: Tambah

source: Reset
ms_my: Set Semula

source: No Results Found
ms_my: Tiada Rekod Dijumpai

source: Select CSV file
ms_my: Pilih fail CSV

source: Process File
ms_my: Proses Fail

source: Download Template
ms_my: Muat Turun Templat

source: BiblioID
ms_my: ID Biblio

source: Call Number
ms_my: Nombor Panggilan

source: Restrict Check-out
ms_my: Terhad untuk Pinjaman

source: BiblioItemID
ms_my: ID Item Biblio

source: Barcode
ms_my: Kod Bar

source: Location
ms_my: Lokasi

source: Price
ms_my: Harga

source: Import Valid Records
ms_my: Import Rekod Sah

source: Please select a file.
ms_my: Sila pilih fail.

source: File invalid.
ms_my: Fail tidak sah.

source: $ valid records, $ invalid records, $ total records processed
ms_my: $ rekod sah, $ rekod tidak sah, $ jumlah rekod diproses

source: Search Parameters
ms_my: Parameter Carian

source: Keyword
ms_my: Kata Kunci

source: Search
ms_my: Cari

source: Search Results
ms_my: Keputusan Carian

source: Too many results. Enter a more specific keyword.
ms_my: Terlalu banyak rekod. Masukkan kata kunci yang lebih khusus.

source: View
ms_my: Lihat

source: No Bibliographic Records Found
ms_my: Tiada Rekod Bibliografi yang dijumpai

source: Add Another Biblio Record
ms_my: Tambah Rekod Bibliografi Baharu

source: Edit Biblio Record
ms_my: Edit Rekod Biblio

source: Delete Biblio Record
ms_my: Padam Rekod Biblio

source: Save
ms_my: Simpan

source: Item Record
ms_my: Rekod Item

source: Add Item Record
ms_my: Tambah Rekod Item

source: Autonumber
ms_my: Nombor Auto

source: Biblio Record
ms_my: Rekod Biblio

source: Error:
ms_my: Ralat:

source: Biblio Record Not Found
ms_my: Rekod Biblio tidak dijumpai

source: Insufficient Privileges
ms_my: Kebenaran tidak mencukupi

source: Change Password
ms_my: Tukar Kata Laluan

source: Current Password
ms_my: Kata Laluan Semasa

source: New Password
ms_my: Kata Laluan Baru

source: Confirm New Password
ms_my: Sahkan Kata Laluan Baru

source: Transaction Record
ms_my: Rekod Transaksi

source: Input or Scan Item Barcode
ms_my: Input atau Imbas Kod Bar Item

source: Submit
ms_my: Hantar

source: Biblio Title
ms_my: Tajuk Biblio

source: Biblio Call Number
ms_my: Nombor Panggilan Biblio

source: Biblio ISBN
ms_my: ISBN Biblio

source: Patron Name
ms_my: Nama Ahli

source: Check Out Date
ms_my: Tarikh Pinjaman

source: Expected Check In Date
ms_my: Tarikh Jangkaan Pemulangan

source: Today's Date
ms_my: Tarikh Hari Ini

source: Check In
ms_my: Pemulangan

source: Patron Record
ms_my: Rekod Ahli

source: Input or Scan Patron Barcode
ms_my: Input atau Imbas Kod Bar Ahli

source: Name
ms_my: Nama

source: Available Quota
ms_my: Kuota Tersedia

source: Please Select a Patron
ms_my: Sila pilih seorang ahli

source: Return Date
ms_my: Tarikh Pemulangan

source: Check Out
ms_my: Pinjaman

source: New Check In Date
ms_my: Tarikh Pemulangan Baharu

source: Renew Count
ms_my: Kiraan Pembaharuan

source: Renew
ms_my: Pembaharuan

source: Welcome
ms_my: Selamat datang

source: Welcome to the %s Library Management System
ms_my: Selamat Datang ke Sistem Pengurusan Perpustakaan %s

source: Librarian Name
ms_my: Nama Pustakawan

source: Username
ms_my: Nama Pengguna

source: Password
ms_my: Kata Laluan

source: (leave blank if not changing)
ms_my: (kosongkan jika tidak tukar)

source: Confirm Password
ms_my: Sahkan Kata Laluan

source: Privileges
ms_my: Kebenaran

source: Add Librarian
ms_my: Tambah Pustakawan

source: To prevent inadvertant self-lockout, you can't edit your own profile.
ms_my: Untuk mengelakkan penguncian diri secara tidak sengaja, anda tidak boleh mengedit profil anda sendiri.

source: Edit Librarian
ms_my: Edit Pustakawan

source: Delete Librarian
ms_my: Padam Pustakawan

source: Confirm delete?
ms_my: Sahkan padam?

source: Delete
ms_my: Padam

source: Cancel
ms_my: Batal

source: Contact
ms_my: Nombor Hubungan

source: Category
ms_my: Kategori

source: Category Name
ms_my: Nama Kategori

source: Item Check-out Days
ms_my: Hari Pinjaman

source: Item Check-out Limit
ms_my: Had Pinjaman

source: Item Renewal Limit
ms_my: Had Pembaharuan

source: Add Patron Category
ms_my: Tambah Kategori Ahli

source: Edit Patron Category
ms_my: Edit Kategori Ahli

source: No Patron Records Found
ms_my: Tiada Rekod Ahli yang dijumpai

source: Add Another Patron Record
ms_my: Tambah Rekod Ahli Baharu

source: Edit Patron Record
ms_my: Edit Rekod Ahli

source: Delete Patron Record
ms_my: Padam Rekod Ahli

source: Transactions
ms_my: Transaksi

source: Actual Check In Date
ms_my: Tarikh Pemulangan Benar

source: Patron Record Not Found
ms_my: Rekod Ahli tidak dijumpai

source: Date Range:
ms_my: Julat Tarikh:

source: Biblio Author
ms_my: Penulis Biblio

source: Biblio Publisher
ms_my: Penerbit Biblio

source: No. of Check-outs
ms_my: Jumlah Pinjaman

source: Patron Barcode
ms_my: Kod Bar Ahli

source: Patron Contact
ms_my: Nombor Hubungan Ahli

source: Patron Category
ms_my: Kategori Ahli

source: Txn ID
ms_my: ID Txn

source: Item Barcode
ms_my: Kod Bar Item

source: Check-out Date
ms_my: Tarikh Pinjaman

source: Expected Check-in Date
ms_my: Tarikh Jangkaan Pemulangan

source: Overdue Days
ms_my: Hari Tertunggak

source: Library Name
ms_my: Nama Perpustakaan

source: Enter Library Name here...
ms_my: Masukkan Nama Perpustakaan di sini...

source: Library Code
ms_my: Kod Perpustakaan

source: (four-digit library code for Codabar barcode format)
ms_my: (kod empat digit untuk format kod bar Codabar)

source: Enter four-digit Library Code here...
ms_my: Masukkan Kod Perpustakaan di sini...

source: OPAC Settings
ms_my: Tetapan OPAC

source: Enable OPAC access
ms_my: Dayakan akses OPAC

source: Allow patrons to log into OPAC
ms_my: Benarkan ahli log masuk ke OPAC

source: Allow patrons to self-renew transactions
ms_my: Benarkan ahli baharukan transaksi sendri

source: API Key
ms_my: Kata Kunci API

source: Library Mgmt System
ms_my: Sistem Pengurusan<br>Perpustakaan

source: Librarian Portal
ms_my: Portal Pustakawan

source: Welcome, %s.
ms_my: Selamat datang, %s.

source: Home
ms_my: Laman Utama

source: Circulation
ms_my: Peredaran

source: Check Out Item
ms_my: Pinjaman

source: Check In Item
ms_my: Pemulangan

source: Renew Item
ms_my: Pembaharuan

source: Cataloguing
ms_my: Pengkatalogan

source: Add New
ms_my: Tambah Baharu

source: Bulk Upload
ms_my: Muat Naik Pukal

source: Patrons
ms_my: Perahlian

source: Manage Categories
ms_my: Uruskan Kategori Ahli

source: Reporting
ms_my: Pelaporan

source: Overdue Books
ms_my: Buku Tertunggak

source: Most C/o Books
ms_my: Buku Pinjaman Terbanyak

source: Most C/o Patron
ms_my: Ahli Pinjaman Terbanyak

source: Administration
ms_my: Pentadbiran

source: Librarian Mgmt
ms_my: Pustakawan

source: Settings
ms_my: Tetapan

source: Logout
ms_my: Log Keluar

source: Welcome, Guest.
ms_my: Selamat datang, tetamu.

source: Catalogue
ms_my: Katalog

source: Patron Login
ms_my: Log Masuk Ahli

source: Restricted
ms_my: Terhad

source: No Biblio Records Found
ms_my: Tiada Rekod Biblio yang dijumpai

source: Log in as <b>Patron</b>
ms_my: Log Masuk sebagai <b>Ahli</b>

source: Log In
ms_my: Log Masuk

source: Due Date
ms_my: Tarikh Akhir

source: Check In Date
ms_my: Tarikh Pemulangan

source: Overdue!
ms_my: Tertunggak!

source: Renew (%s/%s)
ms_my: Baharukan (%s/%s)

source: Error
ms_my: Ralat

source: Renewal Limit Reached
ms_my: Had Pembaharuan Tercapai

source: Confirm renewal?
ms_my: Sahkan pembaharuan?

source: The due date will be extended until %s.
ms_my: Tarikh akhir dilanjutkan sehingga %s.

source: The due date has been extended until
ms_my: Tarikh akhir dilanjutkan sehingga
